Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/book 4 (para level).tmx
Source language: en_gb
Languages: nl

source: BOOK 4 – ARBITRATION
nl: VIERDE BOEK. ARBITRAGE

source: TITLE 1 - ARBITRATION IN THE NETHERLANDS
nl: EERSTE TITEL. ARBITRAGE IN NEDERLAND

source: SECTION 1 - ARBITRATION AGREEMENT
nl: EERSTE AFDELING. DE OVEREENKOMST TOT ARBITRAGE

source: Article 1020
nl: Artikel 1020

source: Parties may agree to submit disputes to arbitration which have arisen or may arise between them out of a specific legal relationship, whether contractual or otherwise.
nl: Partijen kunnen bij overeenkomst geschillen die tussen hen uit een bepaalde, al dan niet uit een overeenkomst voortvloeiende, rechtsbetrekking zijn ontstaan dan wel zouden kunnen ontstaan, aan arbitrage onderwerpen.

source: The arbitration agreement referred to in Article 1020(1) includes an agreement under which the parties are obligated to submit an existing dispute between them to arbitration as well as an arbitration clause under which the parties are obligated to submit disputes which may arise between them to arbitration.
nl: De overeenkomst tot arbitrage, bedoeld in het eerste lid, betreft zowel het compromis waarbij de partijen zich verbinden om een tussen hen bestaand geschil aan arbitrage te onderwerpen als het arbitraal beding waarbij de partijen zich verbinden om geschillen die tussen hen zouden kunnen ontstaan, aan arbitrage te onderwerpen.

source: The arbitration agreement does not serve to determine legal consequences which are not within the autonomy of the parties to agree.
nl: De overeenkomst tot arbitrage mag niet leiden tot de vaststelling van rechtsgevolgen welke niet ter vrije bepaling van de partijen staan.

source: Parties may also agree to submit the following matters to arbitration:
nl: Bij overeenkomst kunnen tevens aan arbitrage worden onderworpen:

source: a. the sole determination of the quality or condition of tangibles;
nl: a. de enkele vaststelling van de hoedanigheid of van de toestand van zaken;

source: b. the sole determination of the quantum of damages or monetary debt;
nl: b. de enkele bepaling van de hoogte van een schadevergoeding of van een verschuldigde geldsom;

source: c. the supplementation or modification of the legal relationship between the parties referred to in Article 1020(1).
nl: c. de aanvulling of wijziging van de rechtsbetrekking als bedoeld in het eerste lid.

source: The term "arbitration agreement" includes an arbitration clause in articles of association or rules which bind the parties.
nl: Onder de overeenkomst tot arbitrage wordt mede begrepen een arbitraal beding dat is opgenomen in de partijen bindende statuten of reglementen.

source: Arbitration rules referred to in an arbitration agreement are treated as part of that agreement.
nl: Een arbitragereglement, waarnaar in een overeenkomst tot arbitrage wordt verwezen, wordt geacht deel van die overeenkomst uit te maken.

source: Article 1021
nl: Artikel 1021

source: The arbitration agreement must be in writing.
nl: De overeenkomst tot arbitrage wordt bewezen door een geschrift.

source: For this purpose an instrument in writing which provides for arbitration or which refers to general terms and conditions providing for arbitration is sufficient, provided that this instrument is expressly or tacitly accepted by or on behalf of the counterparty.
nl: Daarvoor is voldoende een geschrift dat in arbitrage voorziet of dat verwijst naar algemene voorwaarden welke in arbitrage voorzien en dat door of namens de wederpartij uitdrukkelijk of stilzwijgend is aanvaard.

source: The arbitration agreement may also be evidenced by electronic data.
nl: De overeenkomst tot arbitrage kan tevens worden bewezen door elektronische gegevens.

source: Article 6:227a(1) of the Civil Code applies mutatis mutandis .
nl: Artikel 227a, eerste lid, van Boek 6 van het Burgerlijk Wetboek is van overeenkomstige toepassing.

source: SECTION 1A - ARBITRATION AGREEMENT AND JURISDICTION OF THE COURTS
nl: EERSTE A AFDELING. DE OVEREENKOMST TOT ARBITRAGE EN DE BEVOEGDHEID VAN DE GEWONE RECHTER

source: Article 1022
nl: Artikel 1022

source: A court seised of a dispute in respect of which an arbitration agreement has been concluded declines jurisdiction if a party invokes the existence of an arbitration agreement before submitting a defence, except where the agreement is invalid
nl: De rechter, bij wie een geschil aanhangig is gemaakt waarover een overeenkomst tot arbitrage is gesloten, verklaart zich onbevoegd, indien een partij zich voor alle weren op het bestaan van deze overeenkomst beroept, tenzij de overeenkomst ongeldig is.

source: Article 1022a
nl: Artikel 1022a

source: An arbitration agreement does not preclude a party from applying to a court to grant protective measures, or from bringing an action in court in summary proceedings of the district court or the subdistrict court for a judgment in summary proceedings in accordance with the provisions of Article 254.
nl: Een overeenkomst tot arbitrage belet niet dat een partij de gewone rechter verzoekt om een maatregel tot bewaring van recht dan wel zich wendt tot de voorzieningenrechter van de rechtbank of de kantonrechter in kort geding overeenkomstig artikel 254.

source: Article 1022b
nl: Artikel 1022b

source: An arbitration agreement does not preclude a party from applying to a court to order one or more preparatory evidence events.
nl: Een overeenkomst tot arbitrage belet niet dat een partij de gewone rechter verzoekt om een of meer voorlopige bewijsverrichtingen te bevelen.

source: Article 1022c
nl: Artikel 1022c

source: If, within the scope of Articles 1022a and 1022b, a party invokes the existence of an arbitration agreement before submitting a defence, the court only accepts jurisdiction if the decision sought cannot be obtained in arbitration, or cannot be obtained in a timely manner in arbitration.
nl: Indien in de gevallen, genoemd in de artikelen 1022a en 1022b, een partij zich voor alle weren beroept op het bestaan van een overeenkomst tot arbitrage, verklaart de rechter zich uitsluitend bevoegd, indien de gevraagde beslissing niet of niet tijdig in arbitrage kan worden gekregen.

source: SECTION 1B - ARBITRAL TRIBUNAL
nl: EERSTE B AFDELING. HET SCHEIDSGERECHT

source: Article 1023
nl: Artikel 1023

source: Any natural person of legal capacity may be appointed as an arbitrator.
nl: Iedere handelingsbekwame, natuurlijke persoon kan tot arbiter worden benoemd.

source: No person may be precluded from being appointed as arbitrator by reason of nationality, except where the parties have agreed otherwise with a view to the impartiality and the independence of the arbitral tribunal.
nl: Geen persoon is om reden van zijn nationaliteit van benoeming uitgesloten, tenzij de partijen met het oog op de onpartijdigheid en de onafhankelijkheid van het scheidsgerecht anders zijn overeengekomen.

source: Article 1024
nl: Artikel 1024

source: An arbitration agreement submitting an existing dispute to arbitration includes a description of the matters which the parties wish to submit to arbitration.
nl: Het compromis bevat een aanduiding van hetgeen de partijen aan arbitrage wensen te onderwerpen.

source: The arbitration is initiated by the parties' conclusion of such an arbitration agreement, except where the parties have agreed another way to initiate the arbitration.
nl: Door het sluiten van een compromis is de zaak aanhangig, tenzij de partijen een andere wijze van aanhangig maken zijn overeengekomen.

source: Article 1025
nl: Artikel 1025

source: If there is an arbitration clause, the arbitration is pending as from the date of receipt of a notice in writing in which a party gives notice to the counterparty that an arbitration is initiated.
nl: Ingeval van een arbitraal beding is een zaak aanhangig op de dag van de ontvangst van een schriftelijke mededeling, waarbij een partij aan haar wederpartij bericht, tot arbitrage over te gaan.

source: This notice includes a description of the matters which the party initiating the arbitration wishes to submit to arbitration.
nl: Die mededeling bevat een aanduiding van hetgeen de partij, die de zaak aanhangig maakt, aan arbitrage wenst te onderwerpen.

source: The parties may agree that the arbitration is made pending in another manner than as provided for in this Article.
nl: De partijen kunnen overeenkomen dat de zaak op een andere wijze aanhangig wordt gemaakt dan voorzien in dit artikel.

source: Article 1026
nl: Artikel 1026

source: The arbitral tribunal consists of an odd number of arbitrators.
nl: Een scheidsgerecht heeft een oneven aantal arbiters.

source: It may also consist of a sole arbitrator.
nl: Het kan ook uit een arbiter bestaan.

source: If the parties have not agreed the number of arbitrators, or if an agreed method of determining that number is not carried out and the parties cannot reach agreement on the number, the number will, upon an application by any party, be determined by the court in summary proceedings of the district court.
nl: Ingeval de partijen het aantal arbiters niet zijn overeengekomen, of indien een overeengekomen wijze van bepaling van het aantal niet wordt uitgevoerd en de partijen niet alsnog tot overeenstemming komen over het aantal, wordt dat aantal op verzoek van de meest gerede partij bepaald door de voorzieningenrechter van de rechtbank.

source: If the parties have agreed an even number of arbitrators, the arbitrators will appoint an additional arbitrator who will act as the chairman of the arbitral tribunal.
nl: Indien de partijen een even aantal arbiters zijn overeengekomen, benoemen deze arbiters een aanvullend arbiter als voorzitter van het scheidsgerecht.

source: If the arbitrators fail to agree on the additional arbitrator, the additional arbitrator will, except where the parties have agreed otherwise, be appointed upon an application by any party to the court in summary proceedings of the district court.
nl: Bij gebreke van overeenstemming tussen de arbiters wordt deze aanvullend arbiter, tenzij de partijen anders zijn overeengekomen, op verzoek van de meest gerede partij benoemd door de voorzieningenrechter van de rechtbank.

source: Article 1027(4) applies mutatis mutandis to the provisions in Article 1026(2) and (4).
nl: Artikel 1027, vierde lid, is van overeenkomstige toepassing op het bepaalde in het tweede en het vierde lid.

source: Article 1027
nl: Artikel 1027

source: The arbitrator or arbitrators are appointed by any method agreed by the parties.
nl: De arbiter of arbiters worden benoemd op de wijze zoals de partijen zijn overeengekomen.

source: The parties may instruct a third party to appoint one or more arbitrators.
nl: De partijen kunnen de benoeming van de arbiter of arbiters, of van een of meer hunner, aan een derde opdragen.

source: If no method of appointment is agreed, the arbitrator or arbitrators will be appointed by the parties jointly.
nl: Indien geen wijze van benoeming is overeengekomen, worden de arbiter of arbiters door de partijen gezamenlijk benoemd.

source: The appointment must be made within three months after the arbitration is made pending, except where the arbitrator or arbitrators have already been appointed.
nl: De benoeming dient te geschieden binnen drie maanden nadat de zaak aanhangig is, tenzij de arbiter of arbiters reeds voordien zijn benoemd.

source: In any of the events referred to in Article 1026(2), the time limit of three months starts running on the day on which the number of arbitrators is determined.
nl: Indien evenwel een der gevallen bedoeld in artikel 1026, tweede lid, zich voordoet, vangt de termijn van drie maanden aan op de dag dat het aantal der arbiters is bepaald.

source: These time limits may be shortened or extended by agreement between the parties.
nl: De termijnen kunnen door de partijen bij overeenkomst worden bekort of verlengd.

source: If the appointment of the arbitrator or arbitrators is not made within the time limit referred to in Article 1027(2), the missing arbitrator or arbitrators will, upon an application by any party, be appointed by the court in summary proceedings of the district court.
nl: Vindt de benoeming van de arbiter of arbiters niet binnen de in het vorige lid bedoelde termijn plaats, dan worden de ontbrekende arbiter of arbiters, op verzoek van de meest gerede partij, benoemd door de voorzieningenrechter van de rechtbank.

source: The counterparty must be given the opportunity to be heard.
nl: De wederpartij wordt in de gelegenheid gesteld, te worden gehoord.

source: The court in summary proceedings or the third party appoints the arbitrator or arbitrators without regard to the validity of the arbitration agreement.
nl: De voorzieningenrechter of de derde benoemt de arbiter of arbiters ongeacht de vraag of de overeenkomst tot arbitrage geldig is.

source: By cooperating in the appointment of the arbitrator or arbitrators, the parties do not waive the right to contest the jurisdiction of the arbitral tribunal on the ground that a valid arbitration agreement does not exist.
nl: Door mede te werken aan de benoeming van de arbiter of arbiters verliezen de partijen niet het recht om een beroep te doen op de onbevoegdheid van het scheidsgerecht wegens het ontbreken van een geldige overeenkomst tot arbitrage.

source: Article 1028
nl: Artikel 1028

source: If by agreement or otherwise one party is given a privileged position with regard to the appointment of the arbitrator or arbitrators, either party may, in derogation from the agreed method of appointment, submit an application to the court in summary proceedings of the district court to appoint the arbitrator or arbitrators.
nl: Indien bij overeenkomst of anderszins aan een der partijen een bevoorrechte positie bij de benoeming van de arbiter of arbiters is toegekend, kan ieder der partijen, in afwijking van de overeengekomen benoemingsregeling, de voorzieningenrechter van de rechtbank verzoeken de arbiter of arbiters te benoemen.

source: A party must submit the application referred to in Article 1028(1) within three months after the case was made pending. If a party does not comply, it waives the right to invoke the privileged position with regard to the appointment of the arbitrator or arbitrators in the arbitral proceedings or before the court.
nl: Een partij zal het verzoek als bedoeld in het eerste lid moeten indienen binnen drie maanden nadat de zaak aanhangig is, op straffe van verval van recht om zich later te beroepen op de bevoorrechte positie bij de benoeming van de arbiter of arbiters in het arbitraal geding of bij de gewone rechter.

source: The parties may extend the time limit by agreement.
nl: De partijen kunnen de termijn bij overeenkomst verlengen.

source: The counterparty to the applicant must be given the opportunity to be heard.
nl: De wederpartij van de verzoeker wordt in de gelegenheid gesteld, te worden gehoord.

source: Article 1027(4) applies mutatis mutandis .
nl: Artikel 1027, vierde lid, is van overeenkomstige toepassing.

source: Article 1029
nl: Artikel 1029

source: An arbitrator accepts the mandate in writing.
nl: Een arbiter aanvaardt zijn opdracht schriftelijk.

source: An arbitrator may only be released from the mandate in the events referred to in Article 1029(2) to (5) inclusive, except where the parties have agreed otherwise.
nl: Een arbiter kan slechts van zijn opdracht worden ontheven in de gevallen, bedoeld in het tweede tot en met het vijfde lid van dit artikel, tenzij de partijen anders zijn overeengekomen.

source: An arbitrator who has accepted the mandate may be released from that mandate by making a request to that effect, either with the consent of the parties or by a third party designated by the parties, or in the absence of a third party, by the court in summary proceedings of the district court.
nl: Een arbiter die zijn opdracht heeft aanvaard, kan op eigen verzoek daarvan worden ontheven hetzij met instemming van de partijen, hetzij door een door de partijen aangewezen derde of, bij gebreke daarvan, door de voorzieningenrechter van de rechtbank.

source: An arbitrator who has accepted the mandate may be released from that mandate by the parties jointly.
nl: Een arbiter die zijn opdracht heeft aanvaard, kan door de partijen gezamenlijk van zijn opdracht worden ontheven.

source: An arbitrator who has accepted the mandate and who has become unable de jure or de facto to perform that mandate, may, at the request of any party, be released from that mandate by a third party designated by the parties, or in the absence of such third party, by the court in summary proceedings of the district court.
nl: Een arbiter die zijn opdracht heeft aanvaard, kan, indien hij rechtens of feitelijk niet meer in staat is zijn opdracht te vervullen, op verzoek van een der partijen van zijn opdracht worden ontheven door een door de partijen aangewezen derde of, bij gebreke daarvan, door de voorzieningenrechter van de rechtbank.

source: An arbitral tribunal that has accepted its mandate may, at the request of any of the parties, be released from its mandate by the third party designated by the parties, or in the absence of a third party, by the court in summary proceedings of the district court if, taking all the circumstances into account, the arbitral tribunal fails to act without undue delay, even after demands for action have been made.
nl: Een scheidsgerecht dat zijn opdracht heeft aanvaard kan, indien het, ondanks herhaalde aanmaning, zijn opdracht, alle omstandigheden in aanmerking genomen, op onaanvaardbare trage wijze uitvoert, op verzoek van een der partijen van zijn opdracht worden ontheven door de door partijen aangewezen derde of, bij gebreke daarvan, door de voorzieningenrechter van de rechtbank.

source: Article 1030
nl: Artikel 1030

source: Except where the parties have agreed another manner of replacement, an arbitrator who has been released from the mandate in accordance with the provisions of Article 1029(2), (3) or (4), or an arbitral tribunal that has been released from its mandate in accordance with the provisions of Article 1029(5), is replaced pursuant to the rules applicable to the original appointment.
nl: Een arbiter die ingevolge artikel 1029, tweede, derde of vierde lid, dan wel een scheidsgerecht dat ingevolge artikel 1029, vijfde lid, van zijn opdracht is ontheven, wordt vervangen volgens de regelen die van toepassing waren op de oorspronkelijke benoeming, tenzij de partijen een andere wijze van vervanging zijn overeengekomen.

source: Article 1030(1) also applies in the event of the death of an arbitrator.
nl: Hetzelfde geldt ingeval van overlijden van een arbiter.

source: If the parties designated the arbitrator or arbitrators in the arbitration agreement by name, and one of the events referred to in Article 1030(1) occurs, the arbitrator or arbitrators will then be replaced, except where the parties have agreed that the arbitration agreement will then terminate.
nl: Indien de partijen in de overeenkomst tot arbitrage de arbiter of arbiters met name hebben aangewezen, vindt vervanging in de in het eerste lid bedoelde gevallen eveneens plaats, tenzij de partijen zijn overeengekomen dat de overeenkomst tot arbitrage alsdan eindigt.

source: Where the parties have agreed otherwise, the proceedings will, in the case of replacement, be suspended as a matter of law.
nl: Ingeval van vervanging is het geding van rechtswege geschorst, tenzij de partijen anders zijn overeengekomen.

source: After a suspension of the proceedings, the proceedings move forward as from their current status, except where the parties have agreed otherwise.
nl: Na de schorsing wordt het geding voortgezet in de stand waarin het zich bevindt, tenzij de partijen anders zijn overeengekomen.

source: Article 1031
nl: Artikel 1031

source: The parties may jointly terminate the mandate of the arbitral tribunal.
nl: De partijen kunnen gezamenlijk de opdracht van het scheidsgerecht beëindigen.

source: Article 1032
nl: Artikel 1032

source: [Lapsed as of 01-01-2015]
nl: [Vervallen per 01-01-2015]

source: Article 1033
nl: Artikel 1033

source: An arbitrator may only be removed from the case if there are justifiable doubts as to that arbitrator's impartiality or independence.
nl: Een arbiter kan worden gewraakt indien gerechtvaardigde twijfel bestaat aan zijn onpartijdigheid of onafhankelijkheid.

source: A party may only seek to remove an arbitrator appointed by that party for reasons which that party became aware of after the appointment was made.
nl: Een door een partij benoemde arbiter kan door die partij slechts worden gewraakt om redenen welke haar na de benoeming bekend zijn geworden.

source: A party may not seek to remove an arbitrator appointed by a third party or the court in summary proceedings of the district court where that party waived its rights in respect of this appointment, except where that party only became aware of the ground for removing the arbitrator afterwards.
nl: Een partij kan een door een derde of door de voorzieningenrechter van de rechtbank benoemde arbiter niet wraken, indien zij in diens benoeming heeft berust, tenzij de reden tot wraking haar eerst later bekend is geworden.

source: Article 1034
nl: Artikel 1034

source: A prospective arbitrator approached to be engaged as arbitrator who suspects that the prospective arbitrator's removal might be sought communicates this information in writing to the person who approached him, stating the suspected reasons for removal.
nl: Een als arbiter aangezochte persoon die het vermoeden heeft dat hij zou kunnen worden gewraakt, doet daarvan schriftelijk mededeling aan degene die hem heeft aangezocht, onder vermelding van de vermoedelijke redenen tot wraking.

source: A person who has been appointed as arbitrator transmits the communication referred to in Article 1034(1) to the parties upon having been appointed, except where they have already received that communication.
nl: Een tot arbiter benoemde persoon doet de in het eerste lid bedoelde mededeling aan de partijen zodra zijn benoeming heeft plaatsgevonden, tenzij zij deze mededeling reeds hebben ontvangen.

source: An arbitrator who, during the arbitral proceedings, suspects that the arbitrator's removal might be sought communicates this information in writing to the parties, mentioning the suspected reasons for removal, and, if the arbitral tribunal consists of many arbitrators, to the co-arbitrators.
nl: Een arbiter die hangende het arbitraal geding het vermoeden krijgt dat hij zou kunnen worden gewraakt, doet daarvan onder vermelding van de vermoedelijke redenen tot wraking schriftelijk mededeling aan de partijen en, indien het scheidsgerecht uit meer arbiters bestaat, aan de mede-arbiters.

source: Article 1035
nl: Artikel 1035

source: The requesting party gives written notice of the reasons for removal to the arbitrator concerned, the counterparty and, if the arbitral tribunal consists of more than one arbitrator, to the co-arbitrators.
nl: De wrakende partij brengt de wraking onder opgave van redenen schriftelijk ter kennis van de betrokken arbiter, de wederpartij en, indien het scheidsgerecht uit meerdere arbiters bestaat, de mede-arbiters.

source: The notice is given within four weeks after the date of receipt of the communication referred to in Article 1034 or, in the absence of this communication, within four weeks after the reason for removal is known to the requesting party.
nl: De kennisgeving wordt gedaan binnen vier weken na de dag van ontvangst van de mededeling als bedoeld in artikel 1034 of, bij gebreke daarvan, binnen vier weken nadat de reden tot wraking aan de wrakende partij bekend is geworden.
